{
  "name": "Julia Fangman",
  "initials": "JF",
  "tagline": "Criminal Justice & Data Analytics",
  "bio": "I am a Cyber Crimes Case Manager with academic training in Criminal Justice and Data Analytics, bringing experience in investigative support, data-driven decision-making, and cross-agency collaboration. I am dedicated to advancing mission-driven organizations through ethical service, strategic analysis, and a strong commitment to the public good.",
  "photo": "assets/photos/IMG_8519.png",
  "emails": {
    "tech": "juliafangman13@gmail.com",
    "leo": "jfangman@buchmo.gov"
  },
  "social": {
    "github": "https://github.com/julia-fangman",
    "instagram": "https://instagram.com/juliafangman"
  },
  "education": [
    { "title": "High School Diploma", "date": "2019", "issuer": "Central High School", "badge": "assets/badges/3620.png", "kind": "education" },
    { "title": "B.S. in Criminal Justice, Minors in Psychology & Business Administration", "date": "2023", "issuer": "Truman State University", "badge": "assets/badges/Truman.png", "kind": "education" },
    { "title": "M.S in Data Analytics", "date": "2024", "issuer": "Northwest Missouri State University", "badge": "assets/badges/NWMSU.png", "kind": "education" },
    { "title": "CPR", "date": "2025, Active", "issuer": "", "badge": "assets/badges/CPR.png", "kind": "certification" },
    { "title": "Big Brothers Big Sisters of America", "date": "2025, Active", "badge": "assets/badges/BBBS.png", "kind": "volunteer" },
    { "title": "Safety Town", "date": "2025, 10 Hours", "issuer": "St. Joseph Missouri Safety Counsel", "badge": "assets/badges/ST.png", "kind": "volunteer" }
  ],
  "work": [
    {
      "role": "Cyber Crimes Case Manager",
      "org": "Buchanan County Sheriff's Office",
      "period": "2024 — Present",
      "location": "Buchanan County, MO",
      "bullets": [
    "Manage investigative data and perform intelligence analysis to support cybercrime cases across local and state systems.",
    "Prepare leads and compile case documentation to assist law enforcement officers and prosecutors.",
    "Coordinate cross-agency information sharing and oversee digital evidence handling."
      ]
    },
    {
      "role": "Camp Counselor / Unit Lead",
      "org": "Genesis Health Clubs",
      "period": "2021 — 2024",
      "location": "St. Joseph, MO",
      "bullets": [
    "Led and supervised a team of counselors in planning and delivering recreational and sports activities for children ages 5–11.",
    "Developed and implemented structured daily schedules that promoted teamwork, discipline, and personal growth among campers.",
    "Fostered a safe, inclusive, and engaging environment that encouraged social and emotional development.",
    "Communicated regularly with parents and staff to provide updates on camper progress and address concerns promptly.",
    "Trained new counselors on best practices, safety protocols, and effective activity facilitation."
      ]
    },
    {
      "role": "Barista",
      "org": "Scooter's Coffee",
      "period": "2019 — 2023",
      "location": "St. Joseph, MO & Kirksville, MO",
      "bullets": [
        "Prepared and served high-quality coffee and beverages in a fast-paced environment.",
        "Provided friendly customer service while managing cash and point-of-sale operations.",
        "Maintained cleanliness, organization, and efficiency during peak service hours."
      ]
    },
    {
      "role": "Youth Specialist (Intern)",
      "org": "Riverbend Treatment Center",
      "period": "Summer 2022",
      "location": "St. Joseph, MO",
      "bullets": [
    "Supervised and supported adolescents (ages 14–20) in structured rehabilitation programs, ensuring safety and compliance with program rules.",
    "Balanced structure and empathy to encourage rehabilitation, personal responsibility, and positive behavioral outcomes.",
    "Developed individualized support strategies to address each adolescent’s unique needs and challenges.",
    "Collaborated with counselors, therapists, and staff to monitor progress and provide consistent guidance.",
    "Facilitated group activities and discussions that promoted social skills, conflict resolution, and emotional growth.",
    "Maintained accurate documentation of incidents, progress, and treatment plans for staff review."
      ]
    }
  ],
  "projects": [
    {
      "name": "Recidivism Data Analysis Project",
      "url": "https://github.com/julia-fangman/Capstone-Project-2024",
      "description": "This capstone project analyzed recidivism rates and disparities in sentencing outcomes within the U.S. justice system. It integrated machine learning models and Tableau visualizations to identify predictive factors contributing to recidivism.",
      "image": "assets/projects/recidivism_project.png"
    }
  ]
}
