{
  "name": "Abel Garcia",
  "initials": "AG",
  "tagline": "Digital Forensics & Information Technology",
  "bio": "I am a technology-minded professional with experience across both the public and private sector in criminal investigations, cyber investigations, digital forensic extraction and examination, IT managed services, basic application development, automation scripting, and corporate forensics.\n\nIn my primary role, I am a Criminal Investigator and Task Force Officer in the State of Missouri. I conduct investigations into Internet Crimes Against Children as an affiliate and perform digital forensics on MacOS, Windows, Linux, and Mobile systems. I am trained and certified to triage devices for criminal activity and files, perform forensic extractions, and then perform subsequent examinations of those extractions. I also assist with the regional Crime Scene Investigation team in the collection of evidence for homicides, suspicious deaths, and other crimes against persons.\n\nI also work as a solutions technician with GTGweb MSP, where I work remotely to handle client support and development requests, maintain user endpoints through RMM toolsets, plan, configure, and deploy backup and disaster recovery options, and onboard clients into our systems. I currently manage the support queue for around 30 end users across our SMB clients each with their own endpoint, as well as two Meraki networking sites and just over a dozen hosted websites.",
  "photo": "assets/photos/me.png",
  "emails": {
    "tech": "abel@gtgwebmsp.com",
    "leo": "agarcia@buchmo.gov"
  },
  "social": {
    "github": "https://github.com/abelss0n",
    "instagram": "https://instagram.com/abelss0n"
  },
  "education": [
    { "title": "High School Diploma, STEM", "date": "2015", "issuer": "Stony Point High School", "badge": "assets/badges/rrisd.png", "kind": "education" },
    { "title": "Regional Law Enforcement Academy", "date": "2022", "issuer": "Missouri Western State University", "badge": "assets/badges/mwsu.png", "kind": "education" },
    { "title": "Class A Peace Officer", "date": "2022, Active", "issuer": "Missouri POST", "badge": "assets/badges/moleo.png", "kind": "certification" },
    { "title": "Cellebrite Certified Operator", "date": "2024, Active", "issuer": "Cellebrite", "badge": "assets/badges/cco.png", "kind": "certification" },
    { "title": "Cellebrite Certified Physical Analyst", "date": "2024, Active", "issuer": "Cellebrite", "badge": "assets/badges/ccpa.png", "kind": "certification" },
    { "title": "Crime Scene Investigation School", "date": "2024, 40 Hours", "issuer": "JCSO Criminalistics Laboratory", "badge": "assets/badges/jcso.png", "kind": "training" },
    { "title": "Advanced Digital Forensic Analysis: Windows", "date": "2024, 32 Hours", "issuer": "NW3C", "badge": "assets/badges/nw3c.png", "kind": "training" },
    { "title": "Advanced Digital Forensic Analysis: MacOS", "date": "2024, 32 Hours", "issuer": "NW3C", "badge": "assets/badges/nw3c.png", "kind": "training" },
    { "title": "Advanced Digital Forensic Analysis: Linux", "date": "2024, 14 Hours", "issuer": "NW3C", "badge": "assets/badges/nw3c.png", "kind": "training" },
    { "title": "Advanced Digital Forensic Analysis: iOS & Android", "date": "2024, 32 Hours", "issuer": "NW3C", "badge": "assets/badges/nw3c.png", "kind": "training" },
    { "title": "Cellebrite Advanced Smartphone Analysis", "date": "2025", "issuer": "Cellebrite", "badge": "assets/badges/casa.png", "kind": "certification" }
  ],
  "work": [
    {
      "role": "Investigator",
      "org": "Buchanan County Sheriff's Office",
      "period": "2023 — Present",
      "location": "Buchanan County, MO",
      "bullets": [
        "Act as a regional Task Force Officer with the Northwest Missouri Cyber Crimes Task Force.",
        "Conduct criminal investigations into internet crimes against children across multiple counties.",
        "Conduct digital forensic examinations on mobile devices used in crimes against persons.",
        "Conduct digital forensic examinations on desktop, laptop, mobile, and various digital and physical storage devices used in crimes against children.",
        "Prepare legal process for the preservation, subpoena, and searches of electronic service provider data.",
        "Maintain accurate and specific documentation and reporting on the examination of evidence and the investigation of criminal activities.",
        "Assist with local criminal investigations involving a technical component."
      ]
    },
    {
      "role": "Solutions Engineer",
      "org": "GTGweb MSP",
      "period": "2018 — Present",
      "location": "Round Rock, TX",
      "bullets": [
        "Manage web hosting, email, and endpoint (workstation/server) maintenance for SMB clients.",
        "Advise on application and tool implementation, as well as created automation scripts for these tools as needed.",
        "Develop applications and scripts as needed for existing client tools.",
        "Conduct training of personnel as needed for onboarding, taking ownership of all technical support requests and implementations."
      ]
    },
    {
      "role": "Police Officer",
      "org": "Maryville Public Safety",
      "period": "2022 — 2023",
      "location": "Maryville, MO",
      "bullets": [
        "Conducted vehicular and foot patrols of city roadways, parks, and both public and residential properties on twelve hour shifts.",
        "Enforced state statutes and municipal ordinances within the city limits through the issuance of citations and execution of arrests/warrants.",
        "Maintained required certifications and equipment as required by agency leadership."
      ]
    }
  ],
  "projects": [
    {
      "name": "Personal Website Project",
      "url": "https://abelss0n.github.io/",
      "description": "A simple website project that is intended to be customizable for other users and expandable over time as it suits my needs for a personal website. Created as a single page java application.",
      "image": "assets/projects/personal_website.png"
    }
  ]
}
