{
  "name": "Julia Fangman",
  "initials": "JF",
  "tagline": "Criminal Justice & Data Analytics",
  "bio": "I am currently a Cyber Crimes Case Manager with academic training in Criminal Justice and Data Analytics, experienced in investigative support, data-driven decision-making, and cross-agency coordination. Committed to advancing mission-driven organizations throughethical service, strategic analysis, and a passion for public good..",
  "photo": "/Users/nwmocctf/Documents/GitHub/julia-fangman.github.io/assets/photos/IMG_8519.png",
  "emails": {
    "personal": "juliafangman13@gmail.com",
    "le": "jfangman@buchmo.gov"
  },
  "social": {
    "github": "https://github.com/julia-fangman",
    "instagram": "https://instagram.com/juliafangman"
  },
  "education": [
    { "title": "High School Diploma", "date": "2019", "issuer": "Central High School", "badge": "assets/badges/chs.png", "kind": "education" },
    { "title": "B.S. in Criminal Justice, Minors in Psychology & Business Administration", "date": "2023", "issuer": "Truman State University", "badge": "assets/badges/mwsu.png", "kind": "education" },
    { "title": "M.S in Data Analytics", "date": "2024", "issuer": "Northwest Missouri State University", "badge": "assets/badges/moleo.png", "kind": "education" },
    { "title": "CPR", "date": "2025, Active", "issuer": "", "badge": "assets/badges/cco.png", "kind": "certification" },
    { "title": "Big Brothers Big Sisters", "date": "2025, Active", "badge": "assets/badges/jcso.png", "kind": "volunteer" },
    { "title": "Safety Town", "date": "2025, 10 Hours", "issuer": "St. Joseph Safety Counsel", "badge": "assets/badges/nw3c.png", "kind": "volunteer" },
  ],
  "work": [
    {
      "role": "Cyber Crimes Case Manager",
      "org": "Buchanan County Sheriff's Office",
      "period": "2024 — Present",
      "location": "Buchanan County, MO",
      "bullets": [
        "Act as a regional Task Force Officer with the Northwest Missouri Cyber Crimes Task Force.",
        "Conduct criminal investigations into internet crimes against children across multiple counties.",
        "Conduct digital forensic examinations on mobile devices used in crimes against persons.",
        "Conduct digital forensic examinations on desktop, laptop, mobile, and various digital and physical storage devices used in crimes against children.",
        "Prepare legal process for the preservation, subpoena, and searches of electronic service provider data.",
        "Maintain accurate and specific documentation and reporting on the examination of evidence and the investigation of criminal activities.",
        "Assist with local criminal investigations involving a technical component."
      ]
    },
    {
      "role": "Solutions Engineer",
      "org": "GTGweb MSP",
      "period": "2018 — Present",
      "location": "Round Rock, TX",
      "bullets": [
        "Manage web hosting, email, and endpoint (workstation/server) maintenance for SMB clients.",
        "Advise on application and tool implementation, as well as created automation scripts for these tools as needed.",
        "Develop applications and scripts as needed for existing client tools.",
        "Conduct training of personnel as needed for onboarding, taking ownership of all technical support requests and implementations."
      ]
    },
    {
      "role": "Police Officer",
      "org": "Maryville Public Safety",
      "period": "2022 — 2023",
      "location": "Maryville, MO",
      "bullets": [
        "Conducted vehicular and foot patrols of city roadways, parks, and both public and residential properties on twelve hour shifts.",
        "Enforced state statutes and municipal ordinances within the city limits through the issuance of citations and execution of arrests/warrants.",
        "Maintained required certifications and equipment as required by agency leadership."
      ]
    }
  ],
  "projects": [
    {
      "name": "Personal Website Project",
      "url": "https://abelss0n.github.io/",
      "description": "A simple website project that is intended to be customizable for other users and expandable over time as it suits my needs for a personal website. Created as a single page java application.",
      "image": "assets/projects/personal_website.png"
    }
  ]
}
